Repository: common-repository/rd-products-no-api-for-amazon
Catalog: languages/rd-products-*-api-for-amz-*.po
Languages: es_es

source: Please, add a category or keyword
es_es: Porfavor, escribe una categoría o palabra clave

source: Please, add categories or keywords
es_es: Por favor, agregue categorías o palabras clave

source: You don't have any shortcode created
es_es: No tienes ningún shortcode creado

source: Do you want to delete %s
es_es: ¿Quiéres eliminar %s

source: CONFIGURATION
es_es: CONFIGURACIÓN

source: Configuration
es_es: Configuración

source: Style
es_es: Estilo

source: NEW SHORTCODE
es_es: NUEVO SHORTCODE

source: New
es_es: Nuevo

source: Plugin Config
es_es: Configuración Plugin

source: Style Options
es_es: Opciones de Estilo

source: Open in Amazon
es_es: Abrir en Amazon

source: Affililate Tag
es_es: Tag de afiliado

source: If tag field is empty a custom tag will be used
es_es: Si la casilla está vacía se utilizará un tag por defecto

source: Select Market
es_es: Seleccionar Mercado

source: Max Products
es_es: Máximo de productos

source: Max number of products in each category (change before search products)
es_es: Número máximo de productos en cada categoría (cambiar antes de buscar productos)

source: Help with a very little link below products list
es_es: Ayudar con un muy pequeño enlace debajo de la lista de productos

source: Delete data on remove plugin
es_es: Eliminar datos al eliminar plugin

source: Button Color
es_es: Color del Botón

source: Button Color Hover
es_es: Color del Botón (Hover)

source: Text Color
es_es: Color del Texto

source: Text Color Hover
es_es: Color del Texto (Hover)

source: Button Text
es_es: Texto del Botón

source: Icon Color
es_es: Color del icono

source: Number of Columns
es_es: Número de Columnas

source: Thanks to %s
es_es: Gracias a %s

source: Add new Shortcode
es_es: Añadir Shortcode nuevo

source: created
es_es: creado

source: Copy the shortcode inside your post or page
es_es: Copia el shortcode en tu página o entrada

source: Your products will be ready in a few seconds. Check the shortcodes menu for more info or keep adding more categories
es_es: Tus productos estarán listos en unos segundos. Comprueba el menú de shortcodes para más información o sigue añadiendo más categorías

source: Add here your category or keyword
es_es: Escribe aquí tu categoría o palabra clave

source: Category or keyword
es_es: Categoría o palabra clave

source: Create shortcode
es_es: Crear shortcode

source: Be aware with specials chars
es_es: Ten cuidado con los carácteres especiales

source: Add Multiple Shortcodes
es_es: Añadir varios shortcodes

source: Add here your categories or keywords (One by line)
es_es: Añade aquí tus categorías o palabras clave (Una por línea)

source: Categories or keywords (One by line)
es_es: Categorías o palabras clave (Una por línea)

source: Create shortcodes
es_es: Crear shortcodes

source: Thank you for use
es_es: Gracias por utilizar

source: Test connection with %s
es_es: Probar conexión con %s

source: Checking connection...
es_es: Comprobando conexión...

source: This plugin may not work with your server. Select your market and TEST the connection before.
es_es: Es posible que este plugin no funcione con tu servidor. Selecciona tu mercado y PRUEBA la conexión antes.

source: Your shortcodes
es_es: Tus shortcodes

source: Shortcode Deleted
es_es: Shortcode Eliminado

source: Remove
es_es: Borrar

source: Name
es_es: Nombre

source: Reload
es_es: Recargar

source: Reference and Tips
es_es: Referencias y consejos

source: The shortcode doesn't have products.</br>Reload the page if you just created the shortcode or click to try again.
es_es: El shortcode no tiene productos.</br>Recarga la página is acabas de crear el shortcode o haz clic para volver a intentarlo.

source: The shortcode is searching for new products.</br>Wait a moment until it ends.</br>You can close this tab if you want.
es_es: El shortcode está buscando productos nuevos.</br>Espera un momento hasta que finalice.</br>Puedes cerrar esta pestaña si quieres.

source: The shortcode has products.</br>Use the shortcode where you need.</br>You can refresh the products if you want.
es_es: El shortcode tiene productos.</br>Utiliza el shortcode donde lo necesites.</br>Puedes volver a buscar si quieres.

source: Products style
es_es: Opciones de Estilo

source: Connection with %s is working correctly
es_es: La conexión con %s funciona correctamente

source: Connection with %s is NOT working. Try another market or refresh the page to try again.
es_es: La conexión con %s NO está funcionando. Prueba otro mercado o actualiza la página para volver a intentarlo.
